Revit 2027 API
ParameterTypeId.MirrorCopy Property
 "Copy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MirrorCopy { get; }
Public Shared ReadOnly Property MirrorCopy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MirrorCopy {
	ForgeTypeId^ get ();
}
static member MirrorCopy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace